const DATA = {
  solarSystem: {
    content: `
            <h1>Solar System</h1>
            <h2>Overview</h2>
            <p>সৌরজগৎ</p>
            <p>সৌরজগতের মূল ক্যাপ্টেন হলো সূর্য। তাকে ঘিরেই নানা গ্রহ, গ্রহাণু, উপগ্রহ ও ধূমকেতু ঘুরছে। এর মধ্যে তিন নম্বর গ্রহটা হলো আমাদের পৃথিবী, যেখানে তুমি বসে বসে এখন লেখাটি পড়ছ।

            তুমি হয়তো ভাবছ, পৃথিবীটা মস্ত বড়। এত এত জায়গা। কিন্তু পৃথিবীর চেয়েও অনেক অনেক বড় গ্রহ হলো বৃহস্পতি। বৃহস্পতি এত বড় যে এর মধ্যে ১,৩২১টা পৃথিবী রাখা যাবে! তবে সবার চেয়ে বড় হলো সূর্য। সূর্য অবশ্য গ্রহ নয়, এটা হলো নক্ষত্র। আকাশে যেমন তারা দেখতে পাও, সূর্যও তেমন একটা তারা। সূর্যটা কত বড়? বিজ্ঞানীরা জানতে পেরেছেন, পুরো সূর্যটাকে ঢেকে দিতে পৃথিবীর মতো ১৩ লাখ গ্রহ লাগবে!</p>

            <h2>কিছু তথ্য :</h2>
            <p>♦  সৌরজগতে রয়েছে আটটি গ্রহ। সূর্য থেকে দূরত্বের ক্রমানুসারে এগুলো হলো—বুধ, শুক্র, পৃথিবী, মঙ্গল, বৃহস্পতি, শনি, ইউরেনাস, নেপচুন।

            ♦  সূর্য একটি নক্ষত্র। একটি বড় গরম গ্যাসের বলের মতো। এতে হাইড্রোজেন ও হিলিয়াম গ্যাস থাকে। এই গ্যাসগুলোর সংঘর্ষে তাপ ও আলো তৈরি হয়, যা আমাদের পৃথিবীতে আলো ও তাপ দেয়।
            
            সূর্যের সবচেয়ে কাছের গ্রহ বুধ। এর কোনো বায়ুমণ্ডল নেই। সবচেয়ে দূরের গ্রহ নেপচুন।
            
            ♦  সৌরজগতের সবচেয়ে বড় গ্রহ বৃহস্পতি এবং সবচেয়ে ছোট হলো বুধ।
            
            ♦  একমাত্র পৃথিবীতেই প্রাণীর বাস করার উপযোগী পরিবেশ আছে। আর কোথাও এখন পর্যন্ত কোনো প্রাণের অস্তিত্ব পাওয়া যায়নি।
            
            ♦  পৃথিবী নিজের পথে অর্থাৎ নিজের কক্ষপথে নিজে ঘুরতে পারে। আবার একই সঙ্গে সূর্যের চারদিকেও ঘোরে। পৃথিবীর নিজের কক্ষে একবার ঘুরতে লাগে প্রায় ২৪ ঘণ্টা। আর একেই আমরা বলি এক দিন। আবার সূর্যকে পুরো একবার ঘুরতে সময় লাগে ৩৬৫ দিন। একে আমরা এক বছর বলি।
            
            ♦  আমরা যে শক্তিটার কারণে পৃথিবীর ওপর বাস করতে পারি, হাঁটতে পারি এবং আমরা ছিটকে পড়ে যাই না তা হলো মাধ্যাকর্ষণ শক্তি। আর এ শক্তির জন্যই পৃথিবীসহ অন্যান্য গ্রহ সূর্যের চারদিকে ঘুরতে পারছে।
            
            ♦  সৌরজগতে কিছু ছোটখাটো বাসিন্দা আছে, যারা আবার গ্রহকে ঘিরেও ঘোরে। যেমন— আমাদের পরিচিত চাঁদ মামা। ওটা পৃথিবীকে ঘিরে ঘুরছে। চাঁদ পৃথিবীর একমাত্র প্রাকৃতিক উপগ্রহ। অপ্রাকৃতিক উপগ্রহ আবার কোনটা? আমরা যেসব স্যাটেলাইট পাঠাই আকাশে, সেগুলোই কৃত্রিম উপগ্রহ।
            
            ♦  চাঁদের গায়ে সূর্যের আলো পড়ে বলেই আমরা চাঁদকে দেখতে পাই।
            
            ♦  পৃথিবীকে একবার ঘুরে আসতে চাঁদের সময় লাগে ২৭ দিন ৮ ঘণ্টা।
            
            ♦  সূর্য থেকে পৃথিবী প্রায় ১৫ কোটি ১৪ লাখ কিলোমিটার দূরে অবস্থিত। সূর্যের আলো পৃথিবীতে আসতে সময় লাগে ৮ মিনিট ২০ সেকেন্ড।
            
            ♦  পৃথিবী নিজের জায়গায় নিজে ঘুরতে থাকে। এ কারণে পৃথিবীর যে পাশে এখন আলো, সে পাশে পরে আবার অন্ধকার হয়। এ কারণেই রাত ও দিন হয়।
            
            ♦  পৃথিবীর মূল উপকরণ মাটি, পাথর— এসব। বৃহস্পতি গ্রহে শক্ত কিছু নেই। পুরোটাই গ্যাস। শুক্র গ্রহ বেজায় গরম। এর তাপমাত্রা ৪৬০ ডিগ্রি সেলসিয়াস। সবচেয়ে শীতল হলো ইউরেনাস। এই গ্রহের তাপমাত্রা প্রায় মাইনাস ২২০ ডিগ্রি সেলসিয়াস।
            
            মঙ্গল দেখতে লাল বলে একে লাল গ্রহও বলা হয়। এ গ্রহের পাথরগুলোকে লাল দেখায়। এটি পৃথিবীর সবচেয়ে কাছের গ্রহ।
            
            শনি দ্বিতীয় সর্ববৃহৎ গ্রহ। এর চারদিকে রয়েছে পাথরের বরফ ও ধুলার বেল্ট। এ গ্রহটিও গ্যাসের তৈরি।
            
            ♦  আমাদের পৃথিবীর মাত্র একটা উপগ্রহ চাঁদ। কিন্তু বৃহস্পতির আছে ৭৯টি উপগ্রহ। শনির আছে ৮২টি।</p> 
            <p></p>`,
    img: "../images/solar_system.jpg",
    alt: "Solar System",
  },

  sun: {
    content: `
            <h1>Sun</h1>
            <h2>Overview</h2>
            
            <p>·    সৌরজগতের কেন্দ্রে রয়েছে সূর্য যেটি একটি জি২ শ্রেণীর নক্ষত্র।

            ·        সৌর জগতের সমগ্র মোট ভরের শতকরা ৯৯.৮৬ ভাগের জন্য দায়ী হল সূর্য।
            
            ·        সূর্যের শক্তির উৎস হলো নিউক্লীয়-সংযোজন ( Nuclear Fusion ) পক্রিয়া।
            
            ·        সূর্যের প্রধান দুই উপাদান হলো – হাইড্রোজেন ও হিলিয়াম।
            
            ·        যে অংশসটি সূর্যের আমরা দেখতে পাই সেটি হল – ফটোস্ফিয়ার।
            
            ·        পূর্ণ সূর্যগ্রহণের সময় সূর্যের যে অংশটি আমরা দেখতে পাই সেটিকে বলা হয় – করোনা (Corona)।
            
            ·        সূর্য পৃথীর উষ্ণতা প্রায় ৬০০০ ডিগ্রি সেন্ট্রিগ্রেড। </p>
            <p></p>`,
    img: "../images/sun.jpg",
    alt: "Sun",
  },
  mercury: {
    content: `
            <h1>Mercury</h1>
            <h2>Overview</h2>
            <p>মার্কারি নামীয় এই গ্রহটির বাংলা নাম বুধ এসেছে ভারতে ব্যবহৃত এর সংস্কৃত নাম থেকে। ভারতে এর নাম ছিল বুধ (बुध)। বুধ হল চন্দ্রের পুত্রের নাম। চৈনিক, কোরীয়, জাপানি এবং ভিয়েতনামি সংস্কৃতিতে একে "জল তারা" (水星) বলা হয় যা বিশ্ব গঠনকারী পাঁচটি মৌলিক পদার্থের দর্শনের উপর প্রতিষ্ঠিত।</p>
            <p></p>`,
    img: "../images/mercury.jpg",
    alt: "Mercury",
  },

  earth: {
    content: `
            <h1>Earth</h1>
            <h2>Overview</h2>
            <p>পৃথিবীর অপর নাম "বিশ্ব" বা "নীলগ্রহ"। ইংরেজি ভাষায় পরিচিত আর্থ (Earth) নামে, গ্রিক ভাষায় পরিচিত গাইয়া (Γαῖα) নামে, লাতিন ভাষায় এই গ্রহের নাম "টেরা (Terra)। পৃথিবী হলো মানুষ সহ কোটি কোটি প্রজাতির আবাসস্থল। পৃথিবী এখন পর্যন্ত পাওয়া একমাত্র মহাজাগতিক স্থান যেখানে প্রাণের অস্তিত্বের কথা বিদিত।</p>
            <p></p>`,
    img: "../images/earth.jpg",
    alt: "Earth",
  },
  mars: {
    content: `
            <h1>Mars</h1>
            <h2>Overview</h2>
            <p>বাংলাসহ বিভিন্ন ভারতীয় ভাষায় মঙ্গল গ্রহকে এক হিন্দু গ্রহদেবতা মঙ্গলের নামে নামাঙ্কিত করা হয়েছে। এছাড়া মঙ্গল গ্রহের ইংরেজি পরিশব্দ মার্স (“Mars”) নামটি এসেছে রোমান পুরাণের যুদ্ধদেবতা মার্সের নামানুসারে। এর কারণ হিসেবে ধরা হয় মঙ্গলের লাল রংকে, যা রক্তকে ইঙ্গিত করে। মার্চ মাসের নামকরণের ভিত্তিও হলো মার্স শব্দটি।</p>
            <p></p>`,
    img: "../images/mars.jpeg",
    alt: "Mars",
  },
  jupiter: {
    content: `
            <h1>Jupiter</h1>
            <h2>Overview</h2>
            <p>বৃহস্পতি গ্রহ (ইংরেজি: Jupiter জূপিটার্‌, আ-ধ্ব-ব: ˈdʒu:. pɪ. tə(ɹ)) সূর্য থেকে দূরত্বের দিক দিয়ে পঞ্চম এবং আকার আয়তনের দিক দিয়ে সৌরজগতের বৃহত্তম গ্রহ। বৃহস্পতি ব্যতীত সৌর জগতের বাকি সবগুলো গ্রহের ভরকে একত্র করলে বৃহস্পতির ভর তা থেকে আড়াই গুণ বেশি হবে।</p>
            <p></p>`,
    img: "../images/jupiter.jpg",
    alt: "Jupiter",
  },
  saturn: {
    content: `
            <h1>Saturn</h1>
            <h2>Overview</h2>
            <p>শনি (ইংরেজি নাম: Saturn; স্যাটার্ন) হল সূর্য থেকে দূরত্বের নিরিখে ষষ্ঠ গ্রহ এবং বৃহস্পতির পরই সৌরজগতের দ্বিতীয়-বৃহত্তম গ্রহ। এটি একটি গ্যাসীয় দৈত্য, যার ব্যাসার্ধ পৃথিবীর ব্যাসার্ধের প্রায় নয় গুণ। শনি গ্রহের গড় ঘনত্ব অবশ্য পৃথিবীর গড় ঘনত্বের এক-অষ্টমাংশ।
            </p>
            <p></p>`,
    img: "../images/saturn.jpg",
    alt: "Saturn",
  },
  uranus: {
    content: `
            <h1>Uranus</h1>
            <h2>Overview</h2>
            <p>ইউরেনাস হল আমাদের সৌরজগতের সপ্তম গ্রহ।অনেক বিজ্ঞানী ইউরেনাসকে পর্যবেক্ষণ করলেও এটিকে নক্ষত্র হিসাবে চিহ্নিত করেছিলেন।অবশেষে ১৭৮১ সালের ১৩ই মার্চ উইলিয়াম হার্সেল একে গ্রহ হিসাবে গণ্য করেন।তাই ওনাকেই এই গ্রহের আবিস্কারক বলা হয়।প্রথমদিকে এই গ্রহের অনেকরকম নামকরম করা হয়েছিল।তখনকার ইংল্যান্ডের রাজা জর্জ-III এর নাম অনুসারে একে জর্জিয়াস স্টার নাম দেওয়া হয়।এমনকি আবিস্কারকের নাম অনুসারেও এই গ্রহের নামকরণ করার চেষ্টা হয়েছিল।কিন্তু সবশেষে ইউরেনাস নামটি বেছে নেওয়া হয়।কারণ পুরাণ মতে,স্যাটার্ন(শনি)-এর পিতার নাম ইউরেনাস।তাই স্যাটার্ন এর পরবর্তী গ্রহের নাম ইউরেনাস দেওয়া হয়।</p>
            <p></p>`,
    img: "../images/uranus.jpg",
    alt: "Uranus",
  },
  neptune: {
    content: `
            <h1>Neptune</h1>
            <h2>Overview</h2>
            <p></p>
            <p>নেপচুন সৌরজগতের অষ্টম গ্রহ এবং সূর্য থেকে সবচেয়ে দূরবর্তী গ্রহ যা রোমান সমুদ্র দেবতা নেপচুনের নামে নামাঙ্কিত হয়েছে। নেপচুন পরিধিতে চতুর্থ এবং ভরে তৃতীয় সর্ববৃহৎ গ্রহ;পৃথিবীর ভরের ১৭ গুণ। গ্রহটি প্রতি ১৬৪.৮ বছরে একবার ৩০৩০ AU (৪.৫ মিলিয়ন কিমি; ২.৮ বিলিয়ন মাইল) দূরত্বে সূর্যকে প্রদক্ষিণ করে।</p>`,
    img: "../images/neptune.jpg",
    alt: "Neptune",
  },
  pluto: {
    content: `
            <h1>Pluto</h1>
            <h2>Overview</h2>
            <p>পুরাণ মতে, প্লুটো(গ্রিক হেডেস) হচ্ছে নিম্নতর জগতের(পাতালপুরী বা মৃতপুরী) দেবতা। সে স্যাটার্নের (গ্রিক ক্রোনাস, বাংলা শনি) পুত্র, জুপিটার (গ্রিক জিউস, বাংলা বৃহস্পতি) ও নেপচুনের(গ্রিক পসাইডন) ভাই এবং প্রসপারপাইনের(গ্রিক পার্সিফোন) স্বামী।</p>
            <p></p>`,
    img: "../images/pluto.jpg",
    alt: "Pluto",
  },
};
